__author__ = 'bbb1991'

INTEREST_RATE = 20.99           # Годовая процентая ставка кредитования для первичных и постоянных клиентов
INTEREST_RATE_BC = 17.99        # Годовая процентая ставка кредитования для лучших клиентов

# Банковское обслуживаение, в месяц, списывается в дату платежа
BANKING_SERVICES_6_24 = 1.32    # Срок кредитования от 6 до 24 мес
BANKING_SERVICES_27_48 = 1.42   # Срок кредитования от 27 до 48 мес
BANKING_SERVICES_48_60 = 1.58   # Срок кредитования от 48 до 60 мес

MIN_TERM = 6
MAX_TERM = 60